{
    "agentcom": "Agents this is the Command Room|Defend the mainframe in System Defender|Hone your skills with Spy Drills|Be ready to protect the island|We are the best of the best",
    "agentlobbymulti": "This is the Everyday Phoning Facility…|which is ACTUALLY a secret entrance|to the Elite Penguin Force Command|That's technically classified|But if you've got what it takes...|answer the call and become an agent",
    "attic": "Welcome to the Storage Room|Herbert finds this place a little creepy|Like, what's up with that rocking horse?|It's WAY too big|It doesn't make sense|Creepy",
    "beach": "Here we have Herbert Beach|Though without the sun, it will be hard to get tan|MWA HA HA HA HA HA HA HA HA HA HA HA HA!",
    "beacon": "Up there is the Giant Lightbulb|It sure would be nice if Herbert hadn't stolen the on switch...",
    "berg": "This is the Iceberg|Herbert thinks icebergs are unreliable and prone to tipping over,|so please watch your step",
    "boiler": "This is one of the best rooms on the island, so welcome to the Boiler Room!|This place is pretty quiet and warm,|which are Herbert's two favorite things!|Enjoy!",
    "book": "Up here is the Newsroom|Herbert says the newspaper is awesome now that he is writing it himself|Please send him any questions you have, because Herbert is really smart and strong...|sigh",
    "boxdimension": "The first time Herbert saw this place,|he got dizzy and barfed|So this is now known as the Barf Room,|and Herbert will no longer be visiting here",
    "cave": "This next bit of info is written by Klutzy...|ahem...|click click clickty click!|Ka-click click click clickety clickey click!",
    "cavemine": "This is the Dark Cave|The machine under the tarp was designed by Herbert,|who donated it but never got credit|But that's okay|Herbert is chill about it,|especially now that he's Illustrious Leader Supreme|Yay Herbert",
    "centre": "Welcome to the Tour Centre|This is the place if you too want to be a Tour Guide|just like me!|We do our best to deliver the best experience we can give as we can continue to waddle on in progress towards a better...|...\"tourmorrow.\"|Also check out our mini museum!|It's got some pretty weird stuff",
    "cloudforest": "It's the majestic rainbow puffle!!!!!|Best discovery EVER!!!!|Must|Tell|Everyone!",
    "coffee": "Welcome to the Coffee Store|Herbert says penguins drink too much coffee,|so from now on, only carrot juice will be served|Feel free to play all the games there are to play here|But do not have fun|Fun is outlawed",
    "cove": "This is the Swimming Hole|Herbert says that swimming is bad for you, like when you get water in your ears|Isn't that super duper annoying?|So swimming is outlawed",
    "dance": "Here we have the Noisy Club|Herbert says this place plays music too loud, so loud music is now forbidden here|Please feel free to dance and mix music, but do it quietly!",
    "dock": "Welcome to the Dock encampment|A care center has been set up for puffles that are lost, cold, or sick from the Blackout|Please help out if you have a moment|Herbert avoids this place, he doesn't like puffles!",
    "dojo": "Welcome to Ninja Palace|Herbert doesn't know much about ninjas because he's pretty sure they don't exist|So this place must be imaginary|You have a great imagination!",
    "dojoext": "Behold the Ninja Restaurant|Herbert doesn't like to eat here,|because he heard that they serve fish and he's a strict vegetarian|Hopefully it will close down soon",
    "dojofire": "This hot spot is the Fire Dojo|Here Card-Jitsu ninjas…|…learn to master the element of Fire|Talk to Sensei to begin your training",
    "dojosnow": "This mountain peak is the Snow Dojo|Head across the bridge to battle snow minions...|...and master Snow.|You are ready brave ninja!",
    "dojowater": "Welcome to the Water Dojo|Water ninjas earn their suits here…|…by battling in Card-Jitsu|Some say they’re the strongest ninjas|Others say they’re all wet!",
    "forest": "This is Herbert Forest|Did you know that Herbert planted ALL these trees?|It's true!|And each one has a special name|That one is named Barky,|and that one is Barky 2|Isn't Herbert a great guy?",
    "forts": "Here we have the Snowball Fight Room|Herbert would like to remind everyone that it is illegal to throw snowballs at him|Anyone who does may be frozen",
    "hotellobby": "Welcome to Skip's Hotel|Our new ghost overlord has outlawed all puffles in his hotel|Please leave them outside",
    "hotelroof": "This is the hotel roof|Our new ghost overlord has outlawed the use of the rainbow cannon|Please do not touch it",
    "hotelspa": "This is the hotel spa|Our new ghost overlord has outlawed working out or getting clean|So please do not use any of the equipment",
    "lake": "This is Herbert Cave|Enjoy it while you can|Herbert plans to turn it into a seaweed storage room|Sorry mermaids!",
    "light": "This is the Lighthouse Hospital|We're pretty sure Herbert doesn't know that place exists|Anyone who is sick or injured can come here, or if you need a safe place to get warm|Will this blackout ever end?!",
    "lodge": "Welcome to Herbert's Cabin|Herbert originally wanted to cut it down to provided much needed campfires for everyone|But ever since he took over the island, he's decided to keep as it is|Isn't Herbert a nice guy?",
    "lounge": "This is the Video Game Room|Herbert says that arcades are silly|and waste precious time that should be spent on concocting evil plans|But if you're gonna to play anyway, Herbert recommends setting a time limit|About 35 seconds should do",
    "mall": "This is Herbert's Stuff|Penguins are not allowed to touch anything here|You are allowed to go through the door to the Stage to watch his cool play, though",
    "mine": "Welcome to the MINE..|it's now called the MINE because when Herbert saw it, he said \"THIS IS MINE\"|So please stay out",
    "mtn": "Here we have the top of Herbert Mountain|Herbert recently renamed it as his own honor|It used to be called the Ski Mountain, even though no one ever skis here|Herbert Mountain is a way cooler name",
    "overlook": "Watch your step!|Welcome to the Overlook!|Here you can find the Tour Centre...|...and maybe even become a Tour Guide yourself!|When you're ready to leave, take the cannon!|It's the fastest way down!",
    "park": "Welcome to the Park|Herbert plans to convert this into a playground for Klutzy|Play with your puffles while you still can!",
    "party7": "Welcome to the Underground Resistance|This is a secret organisation fighting against Herbert...|made up of EPF agents, Rescue Squad and others|We must take down Herbert at any costs!",
    "pet": "This is the Pet Shop|Herbert thinks that puffles are really annoying, so he doesn't visit here very often|He plans on outlawing puffles soon and replacing them with pet rocks|Won't that be fun?",
    "pizza": "Here we have the Pizzeria!|Herbert recommends the seaweed vegetarian pizza|In fact, when Herbert gets the chance|he'll be outlawing all other kinds of pizzas|So enjoy the Fish Dish pizza while you can",
    "plaza": "This is the Plaza|Here you'll find the best pizzeria on the island, a wonderful Stage production, starring Herbert, Skip's hotel, and a stinky place full of puffles|Herbert recommends avoiding the Pet Shop, because puffles are really annoying",
    "pufflewild": "This room is now called Herbert's Path|Herbert doesn't like wild puffles, so the only use is getting to his fortress now",
    "rink": "This is Herbert Stadium|Herbert has plans to tear it down and build a giant amusement park for crabs only|No penguins allowed",
    "school": "This is Herbert's School for Tragically Ungifted Penguins|Attendance is mandatory for all, Monday to Friday, 8 AM to 3 PM|Please remember to buy your Herbert Textbooks",
    "shack": "Here we have the Tool Shed|Herbert plans to turn it into a spa for polar bears|So if you're a polar bear...|Umm...|Good for you?",
    "ship": "Welcome aboard the Migrator!|This is Captain Rockhopper's ship...|Head to the hold for rare treasures...|...or up the mast for a great view!",
    "shiphold": "Here is the ship's cargo hold|This is where Rockhopper sells his rare items...|...that he finds out at sea|Pick up your pirate loot...|...before it sails away!",
    "shipnest": "This is called the Crow's Nest...|...where Yarr keeps a lookout|You can get a great view...|of the island!",
    "shipquarters": "This is the Captain's Quarters!|Rockhopper spends a lot of time here.|Look at the corkboard for his photos!|Or, grab a friend and hunt for some treasure!",
    "shop": "Welcome to the Shop of Clothes|Herbert improved the catalog by posing with some of the items|100% of the profits go to the Herbert Fund",
    "skatepark": "We're not supposed to be here...",
    "tour": "Looks like I'm on a Sky Tour!|I should probably listen to Speakerdude...",
    "stage": "Shh! Be quiet!|This is the Stage, which is currently showing a play about Herbert|Please find a seat and watch in awe|Flash photography is encouraged!",
    "town": "Welcome to Herbert Tours|Herbert has written everything I say because he's so smart and awesome|This is the Town Place|It has a statue of Herbert now|Pretty cool if you ask me",
    "underwater": "Welcome to Klutzy Reef|When Herbert took over the island, he gave this room to Klutzy|Which was really nice of Herbert, because Herbert is really nice",
    "village": "Here we have the Snow Town|Pay no attention to the destroyed building|That's just the former base of the Elite Penguin Force|It was disguised as an Everyday Phoning Facility|Wait! That spells EPF too!|I just got that!",
    "wilds1": "Welcome to the Wilds!|Here we find a fish pond|what might lie deeper in the Wilds?",
    "wilds2": "In this part of the Wilds|we can see the puffle creatures' habitat|and how they spend their time!",
    "wilds3": "Welcome to the Wilds!|Here we can see a river|what might lie deeper in the Wilds?"
}