{
    "start1": "Hello and welcome one and all to Club Penguin's very own: Sky Tours!\n\nI'm your host, Speakerdude!\nThat's me over there!",
    "start2": "Today, I'll tell you just about everything you'll need to know to get familiar with our island.",
    "start3": "With formalities out of the way, let's get this show on the road!\n...or...er...\n\n...sky?",
    "village1": "We don't need to go far for our first stop, since we're already here!\n\nThis here is the Ski Village, right next to the Ski Hill.",
    "village2": "The Ski Village is home to the Everyday Phoning Facility, the Puffle Lodge, and of course, our fancy little Tour Booth! This is a great spot to hit the slopes, go Ice Fishing, or just... answer a few calls?",
    "village3": "Fun fact:\n\nA Sports Shop was located here before 2010!",
    "beach1": "Just to the left, we have the Beach! Avast! The Beach is home to our very own Lighthouse, whose light helps navigate our very own celebrity pirate, Captain Rockhopper!",
    "beach2": "Captain Rockhopper is one for adventure, treasure, and of course, stinky cheese. Should the Captain be arriving, you can be sure he's anchoring right here!",
    "beach3": "Fun fact:\nSee if you can spot Rockhopper's ship, the Migrator, up at the telescope next to the Lighthouse's Beacon, you might just be glad you did!",
    "town1": "Looking to waddle around and make new friends?\nAlthough you can do that almost anywhere here, your best bet would be right here in the Town!",
    "town2": "The Town is one of the oldest and most historic spots on the island, while simultaneously being the most common place for penguins to be.",
    "town3": "From its iconic Coffee Shop...",
    "town4": "...the party centric Dance Club...",
    "town5": "...or the ever fashionable Clothes Shop...",
    "town6": "...you can be sure the Town has something for just about anyone!",
    "town7": "Fun fact:\nClub Penguin has a new party every month! If one's being had, the Town is one of the go-to spots to see what's happening.",
    "herbie1": "Ah, isn't the island great?\n\nIt's nice to just sit back, relax and be care frEEEEEeeeeEEEE!",
    "herbie2": "Oh no, that was close!\n\nWatch out everyone and remain calm, we are being intercepted by Herbert P. Bear!",
    "herbie3": "MWAHAHAHAHA!",
    "herbie4": "Don't worry, I've already sent a distress signal to friends who can help!",
    "herbie5": "Don't worry everyone, we'll take it from here.",
    "herbie6": "Yup, Herbert should learn to pick on someone his own size!\n\nExcept I don't think there's many here as big as him...",
    "herbie7": "HOW DARE YOU!\n\nI'll teach you not to insult an evil mastermind such as me with my Skyberg!",
    "herbie8": "Looks like this is our cue to get out of here, as Jet Pack Guy and Rookie are here to save the day!",
    "herbie9": "Those two are from an elite spy group known as the Elite Penguin Force, a protection agency dedicated to keeping the island safe.",
    "herbie10": "More elaborate detailings are classified, however if you too wish to serve the island, all I can say is to never stop looking to \"answer the call.\"",
    "herbie11": "I can't personally recommend it though, after all, being a Tour Guide pays better, hehe.",
    "herbie12": "Fun fact:\nBack in November 2012, Herbert P. Bear took over the entire island for the very first time in an event known as Operation: Blackout.",
    "plaza1": "Looks like we've arrived at our next stop!\n\nThis here is the Plaza.\nThe Plaza is all about it's P's.",
    "plaza2": "The Pet Shop is where you can adopt Club Penguin's native and very special pets, called Puffles.\nPuffles have many different colors and personalities.",
    "plaza3": "After you find one that you like, you can take it to the Puffle Park in the back, or the neighboring Puffle Hotel where together you can become the ultimate puffle pro...",
    "plaza4": "...and maybe even adopt the mythical Rainbow Puffle?",
    "plaza5": "Beside it is the Puffle Berry Mall, a great place to shop for classic styles or just hang out with your friends.",
    "plaza6": "Finally we have the island famous Pizza Parlor with all it's delicious delights!\n\nYum!",
    "plaza7": "Fun fact:\nThe Plaza has changed a lot over the years. From once housing a Stage where the Mall now stands, to more excitingly, being the first spot for our Tour Booth!",
    "berg1": "As we soar over the ocean, passing by the Skatepark and surfers from the Cove, you can find the Iceberg!",
    "berg2": "It's home to many legends, from a prehistoric Megalodon to the infamous rumor of just what happens if you were to tip it over.",
    "berg3": "Contractually, I'm not allowed to answer these questions, so instead we'll talk about the Aqua Grabber!",
    "berg4": "This is a machine that can dive deep below the surface and recover rare sea treasures such as pearls, amethysts, and of course, cream soda. Well, Rockhopper seems to think so anyway.",
    "berg5": "It was built by Gary the Gadget Guy, who seems to be tinkering away at it now!\n\nEveryone say HELLOOOO Gary!",
    "berg6": "Oookay... looks like he's really into it and can't hear us.\n\nNo problem, I'm sure you'll run into him some other time!",
    "berg7": "Fun fact:\n\nThe Aqua Grabber was first built to restore pieces of the Migrator after Rockhopper had a bad crash back in '08.",
    "shack1": "Just past the trees of the Forest you can find the Mine Shack, located just shy of our very own Club Penguin University!",
    "shack2": "The Mine Shack is home to one of the few entrances to Club Penguin's extensive underground.",
    "shack3": "Unfortunately, as extensive as it is, it's not quite enough for us to fit our hot air balloons in, so you'll need to get a more personalized tour of that.",
    "shack4": "Fun fact:\nFrom 2010 to 2013, there was a Recycling Plant before Club Penguin University was founded!",
    "shack5": "The large tree next to it was planted by the community during the Plant's opening, and stands as a reminder that together we can change the world!",
    "dojo1": "Fire.\nWater.\nSnow.\n\nMaybe some other stuff, like cheese.",
    "dojo2": "Our last stop before we conclude our Sky Tour is deep within the mountains.\nIt's the Dojo, home of the ancient art of Card-Jitsu!\nHere, you can begin your ninja training.",
    "dojo3": "Once you climb the ranks with the various belts or after collecting your elemental garments, you can challenge the ancient Sensei to see if you have what it takes to be a true ninja master.",
    "dojo4": "Stop by to find out more!",
    "dojo5": "Fun fact:\n\nNinjas were once but a rumor on Club Penguin.",
    "dojo6": "It wasn't until lightning struck the Dojo after one fateful Halloween storm were the secrets of this mysterious place revealed!",
    "end1": "With every ending, comes a new beginning.\nWe are now approaching our landing point, just shy of the peak of the Tallest Mountain.",
    "end2": "Located here is our Tour Centre, a place where, if you so choose, you can apply to join other Tour Guides in helping make our island just a little less confusing and a little more friendly.",
    "end3": "Additionally, whether you're a Tour Guide or not, you can take a souvenir photo and check out the little museum we have set up too!",
    "end4": "There are some cool things there that really are a testament of our past as we continue to look forward.",
    "end5": "Whenever you're ready to leave, just head back outside!\n\nThe cannon is the fastest way down!",
    "end6": "I've been your host Speakerdude once again, and we hope your knowledge has reached new heights as we thank you for joining us on Sky Tours.\nTake care!",
    "endbonus": "please leave.\n\ni have a game of mancala to get to after this i dont want to be late."
}