{
    "theplan": "Greetings everyone, listen carefully as we don't have much time.\nThis past week we've been giving the Protobot bad info, impersonating his strongest minion, Destructobot.",
    "theplan2": "The Destructobot was initially destroyed as a casualty of the Protobot's initial meteor attacks.",
    "theplan3": "But since he's distracted in the future, the EPF have been scavenging its parts and Chip and I have rebuilt it.",
    "mission": "Your mission is to meet up with Protobot in the future and destroy him when he's caught off guard. I'll give you more details inside.\nBeginning transport.",
    "aboard": "Great, you're here. Don't worry, you're not going to be piloting the Destructobot. Especially not after it's modifications we've provided.\nChip, care to give more details?",
    "wrightbros": "Sure thing, G! We've worked together with Gary 3000 and the technological advancements the future's provided to add rocket thrusters to the Destructobot, allowing it to fly.",
    "megalaser": "We've also made it's mega laser much more powerful, but admittedly it's much slower to charge now.\nTo compensate, we've added some smaller lasers around.",
    "meteorencounter": "That's where you come in. When flying, we expect a lot of meteors from Protobot still in the atmosphere, so your job is to take them out so we can navigate safely. G?",
    "jpg": "Yes! And speaking of navigation, you'll be with the best pilot Club Penguin has to offer.\nPlease welcome your captain, Jet Pack Guy!",
    "sike": "Heya!",
    "holdon": "Rookie?\n\nWhat are you doing here?",
    "notsick": "Oh, well, uh, Jet Pack Guy may have gotten caught up saving the day from a robot invasion, so I thought I'd help out here!",
    "adjust": "Especially after I made my own adjustments to the Destructobot!",
    "erm": "Uhh... what?",
    "dontthink": "Rookie, wait- I don't think...",
    "byebye": "Well, gotta get going, we've got an island to save!\n\nSee you on the other side!",
    "takeoff": "Alright, everyone! Get ready for takeoff!\n\nYou might want to hold onto something, it might get a little bumpy.",
    "allthebuttons": "Okay, which one of these was the time travel button?\n\nI'll just start pressing all of these buttons!",
    "lookoutformeteors": "There we go-oo-oh no!\nIncoming meteors!\n\nQuickly! Get rid of them!",
    "keepgoing": "You can do it!\n\nKeep going!",
    "waytogo": "Way to go, everybody!\n\nYou're a natural!",
    "protobot": "Uh oh, here comes Protobot!\n\nQuiet, everyone! Let me do the talking.",
    "statusreport": "BZZK! Destructobot!\n\nStatus report!",
    "rule": "Our final attack is nearly upon us.\nAll of Club Penguin will soon be assimilated in one fell swoop, and together with our powers we will rule the real world.",
    "nowayjose": "No way! You can't do that!\n\nThat isn't cool!",
    "crossedwires": "BZZK! Response not accepted.\n\nHave you got your wires crossed?",
    "eatglue": "Nope! I don't even have any wires!\n\nMy hat is kept on by glue instead!",
    "nocap": "BZZK! Response deemed questionable.\n\nHat not detected.\nPerforming secondary scan...",
    "uhoh": "Uh oh...",
    "minions": "BZZK! PENGUINS DETECTED.\n\nMinions! Attack!",
    "robotsinspace": "Quick, use your lasers again!\n\nTake out those minions!",
    "keepgoing2": "Keep blasting those robots!",
    "rockets": "BZZK! ERROR.\nAssistance can no longer be found.\n\nCritical health detected. Initiating final blow.",
    "notgood": "Not good!\n\nOh bad! Oh bad oh bad oh bad!",
    "directhit": "Oh yeah!\nDirect hit!\n\nG! I found them!",
    "chance": "Now's our chance!\n\nEveryone! Shooting Star emotes!",
    "criticalhit": "Critical hit!\n\nSystems failing!",
    "ducky": "OH NO!\n\nWHAT WOULD RUBBER DUCKY DO?",
    "epicwin": "Wait! I know exactly what he'd do!\n\nAfter all, I added him to the Destructobot!"
}